<?php

$lang['required']			= "لطفا فيلد %s را کامل نمائيد.";
$lang['isset']				= "لطفا فيلد %s را کامل نمائيد.";
$lang['valid_email']		= "لطفا فيلد %s را با يک ايميل ادرس صحيح کامل نمائيد.";
$lang['valid_emails']		= "لطفا فيلد %s را با ايميل ادرس هاي صحيح کامل نمائيد.";
$lang['valid_url']			= "لطفا فيلد %s را با يک ادرس الکترونيکي صحيح کامل نمائيد.";
$lang['valid_ip']			= "لطفا فيلد %s را با يک ادرس اي پي صحيح کامل نمائيد.";
$lang['min_length']			= "لطفا فيلد %s را با واژه اي بزرگتر از %s حرف کامل نمائيد.";
$lang['max_length']			= "لطفا فيلد %s را با واژه اي کوچکتر از %s حرف کامل نمائيد.";
$lang['exact_length']		= "لطفا فيلد %s را با واژه اي مساوي با %s حرف کامل نمائيد.";
$lang['alpha']				= "لطفا فيلد %s را با واژه اي شامل حروف الفبا کامل نمائيد.";
$lang['alpha_numeric']		= "لطفا فيلد %s را با واژه اي شامل حروف الفبا و اعداد کامل نمائيد.";
$lang['alpha_dash']			= "لطفا فيلد %s را با واژه اي شامل حروف الفبا ، اعداد ، underscore و dash کامل نمائيد.";
$lang['numeric']			= "لطفا فيلد %s را با واژه اي شامل اعداد کامل نمائيد.";
$lang['is_numeric']			= "لطفا فيلد %s را با واژه اي شامل اعداد کامل نمائيد.";
$lang['integer']			= "لطفا فيلد %s را با واژه اي عددي کامل نمائيد.";
$lang['regex_match']		= "لطفا فيلد %s را با فرمت صحيح کامل نمائيد.";
$lang['matches']			= "لطفا فيلد %s را با فيلد %s تطابق دهيد.";
$lang['is_natural']			= "لطفا فيلد %s را با اعداد مثبت پاسخ دهيد.";
$lang['is_natural_no_zero']	= "لطفا فيلد %s را با اعداد مثبت بزرگتر از صفر پاسخ دهيد.";


/* End of file form_validation_lang.php */
/* Location: ./system/language/english/form_validation_lang.php */